# SpanDirSymParamBottom Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..SpanDirSymParamBottom Property
ParameterTypeId Class See Also
---
"Bottom"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId SpanDirSymParamBottom { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property SpanDirSymParamBottom As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ SpanDirSymParamBottom {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace